---
kind: property
id: P:Autodesk.Revit.DB.Analysis.EnergyAnalysisSpace.Description
source: html/393dee9c-00a3-17cd-174a-5fc659a16157.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisSpace.Description Property

The description.

## Syntax (C#)
```csharp
public string Description { get; }
```